Repository: santultimate/Mind_Bloom
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Home
fr: Accueil

source: Profile
fr: Profil

source: Shop
fr: Boutique

source: Settings
fr: Paramètres

source: About
fr: À propos

source: Level
fr: Niveau

source: Moves
fr: Coups

source: Lives
fr: Vies

# coins
source: {quantity} coins
fr: Pièces

# gems
source: {count} gems
fr: Gemmes

source: Play
fr: Jouer

source: Resume
fr: Reprendre

source: Restart
fr: Recommencer

source: Hint
fr: Indice

source: Shuffle
fr: Mélanger

source: Next
fr: Suivant

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Save
fr: Sauvegarder

source: Load
fr: Charger

source: Reset
fr: Réinitialiser

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Close
fr: Fermer

source: Yes
fr: Oui

source: No
fr: Non

source: Loading...
fr: Chargement...

source: Error
fr: Erreur

# success
source: Achievements
fr: Succès

source: Warning
fr: Attention

# noMovesAvailable
source: No moves available. Use the shuffle button!
fr: Aucun mouvement possible. Utilisez le bouton mélanger !

source: Level Complete!
fr: Niveau terminé !

# levelFailed
source: Level {id} Failed
fr: Niveau {id} échoué

source: Game paused
fr: Jeu en pause

source: What would you like to do?
fr: Que souhaitez-vous faire ?

source: Free Life
fr: Vie gratuite

source: Watch Ad for Life
fr: Regardez une publicité pour obtenir une vie gratuite !

source: Watch Ad
fr: Regarder la Pub

source: Ad in progress...
fr: Publicité en cours...

# lifeObtained
source: Life obtained! You can continue playing.
fr: Vie obtenue ! Vous pouvez continuer à jouer.

source: Music
fr: Musique

source: Sound Effects
fr: Effets sonores

source: Auto Hints
fr: Indices automatiques

source: Language
fr: Langue

source: Developer
fr: Développeur

source: Terms of Service
fr: Conditions d'utilisation

source: Privacy Policy
fr: Politique de confidentialité

# readTermsOfService
source: Read the terms of service
fr: Lire les conditions d'utilisation

# readTermsOfUse
source: Read the terms of use
fr: Lire les conditions d'utilisation

# readPrivacyPolicy
source: Read the privacy policy
fr: Lire la politique de confidentialité

# aboutGame
source: About the game
fr: À propos du jeu

# gameDescription
source: Mind Bloom is a magical puzzle game that combines classic match-3 mechanics with RPG elements. Cultivate your enchanted garden by aligning colored tiles and discover a unique universe of progression and collection.
fr: Mind Bloom est un jeu de puzzle magique qui combine les mécaniques classiques du match-3 avec des éléments RPG. Cultivez votre jardin enchanté en alignant des tuiles colorées et découvrez un univers unique de progression et de collection.

source: Legal information
fr: Informations légales

source: License
fr: Licence

# licenseText
source: This project is under MIT license. You are free to use, modify and distribute it according to the terms of this license.
fr: Ce projet est sous licence MIT. Vous êtes libre de l'utiliser, le modifier et le distribuer selon les termes de cette licence.

source: Acknowledgments
fr: Remerciements

# acknowledgmentsText
source: A big thank you to the Flutter community, the contributors of the packages used, and everyone who supported this project.
fr: Un grand merci à la communauté Flutter, aux contributeurs des packages utilisés, et à tous ceux qui ont soutenu ce projet.

# developedWithLove
source: Developed with ❤️ by
fr: Développé avec ❤️ par

# quote
source: "Cultivate your inner garden, one match at a time"
fr: "Cultivez votre jardin intérieur, un match à la fois"

source: Username
fr: Nom d'utilisateur

source: Edit Username
fr: Modifier le nom d'utilisateur

source: Current Streak
fr: Série Actuelle

source: Best Streak
fr: Meilleure série

source: days
fr: jours

source: Save data
fr: Sauvegarder les données

source: Restore data
fr: Restaurer les données

source: Reset Data
fr: Réinitialiser les données

# saveProgress
source: Save your progress
fr: Sauvegarder vos progrès

# restoreProgress
source: Restore your progress
fr: Restaurer vos progrès

# deleteAllData
source: Delete all data (irreversible)
fr: Supprimer toutes les données (irréversible)

# resetDataConfirmation
source: Are you sure you want to delete all your data? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer toutes vos données ? Cette action est irréversible.

source: Data reset
fr: Données réinitialisées

# dataSaved
source: Data saved successfully
fr: Données sauvegardées avec succès

# dataRestored
source: Data restored successfully
fr: Données restaurées avec succès

# saveError
source: Error saving data
fr: Erreur lors de la sauvegarde

# restoreError
source: Error restoring data
fr: Erreur lors de la restauration

# usernameUpdated
source: Username updated successfully
fr: Nom d'utilisateur mis à jour

source: World
fr: Monde

# levelCompleted
source: Level {id} Completed!
fr: Niveau {id} terminé !

source: Stars
fr: Étoiles

source: Moves used
fr: Coups utilisés

source: Next level
fr: Niveau suivant

source: Retry
fr: Réessayer

source: Objectives
fr: Objectifs

# collectTiles
source: Collect {count} {type}
fr: Collecter {count} {type}

# reachScore
source: Reach {score} points
fr: Atteindre {score} points

# completeInMoves
source: Complete in {moves} moves
fr: Terminer en {moves} coups

# tileTypeFlower
source: Flower
fr: Fleur

# tileTypeLeaf
source: Leaf
fr: Feuille

# tileTypeCrystal
source: Crystal
fr: Cristal

# tileTypeSeed
source: Seed
fr: Graine

# tileTypeDew
source: Dew
fr: Rosée

# tileTypeSun
source: Sun
fr: Soleil

# tileTypeMoon
source: Moon
fr: Lune

# tileTypeGem
source: Gem
fr: Gemme

source: Achievements
fr: Réalisations

source: Events
fr: Événements

source: Tutorial
fr: Tutoriel

source: Buy
fr: Acheter

source: Price
fr: Prix

source: Owned
fr: Possédé

source: Plants
fr: Plantes

source: Unlocked
fr: Débloqué

source: Locked
fr: Verrouillé

source: Upgrade
fr: Améliorer

# bonus
source: +{count} bonus
fr: Bonus

source: Active
fr: Actifs

source: Inactive
fr: Inactif

source: Filter
fr: Filtrer

source: All
fr: Tous

source: Unlocked Only
fr: Débloqués seulement

source: Locked Only
fr: Verrouillés seulement

source: No plants found
fr: Aucune plante trouvée

source: Plant Details
fr: Détails de la plante

source: Rarity
fr: Rareté

source: Common
fr: Commun

source: Epic
fr: Épique

source: Legendary
fr: Légendaire

source: Upgrade Cost
fr: Coût d'amélioration

source: Insufficient coins
fr: Pièces insuffisantes

# upgradeSuccess
source: Upgrade successful!
fr: Amélioration réussie !

source: No Lives
fr: Aucune vie

# noLivesMessage
source: You don't have any lives left. Watch an ad to get a free life or wait for lives to regenerate.
fr: Vous n'avez plus de vies. Regardez une publicité pour obtenir une vie gratuite ou attendez que les vies se régénèrent.

source: Level locked
fr: Niveau verrouillé

# levelLockedMessage
source: You must complete the previous level to unlock this one.
fr: Terminez les niveaux précédents pour débloquer celui-ci.

source: First Steps
fr: Premiers Pas

# firstStepsDescription
source: Complete your first level
fr: Terminez votre premier niveau

source: Level Master
fr: Maître des Niveaux

# levelMasterDescription
source: Complete 10 levels
fr: Terminez 10 niveaux

source: Score Hunter
fr: Chasseur de Scores

# scoreHunterDescription
source: Reach 10,000 points in a single level
fr: Atteignez 10 000 points en un seul niveau

source: Combo King
fr: Roi des Combos

# comboKingDescription
source: Make a 5-combo match
fr: Faites un combo de 5

source: Plant Collector
fr: Collectionneur de Plantes

# plantCollectorDescription
source: Unlock 5 plants
fr: Débloquez 5 plantes

source: Perfect Player
fr: Joueur Parfait

# perfectPlayerDescription
source: Complete a level with 3 stars
fr: Terminez un niveau avec 3 étoiles

source: Daily Challenge
fr: Défi Quotidien

source: Weekly Event
fr: Événement Hebdomadaire

source: Special Offer
fr: Offre Spéciale

source: Limited Time
fr: Temps Limité

source: New Event
fr: Nouvel Événement

# eventDescription
source: Complete special objectives to earn exclusive rewards!
fr: Terminez des objectifs spéciaux pour gagner des récompenses exclusives !

source: Participate
fr: Participer

source: Rewards
fr: Récompenses

source: Bomb
fr: Bombe

source: Lightning
fr: Éclair

source: Rainbow
fr: Arc-en-ciel

source: Hammer
fr: Marteau

# matchThree
source: Match 3 or more tiles of the same type to clear them
fr: Associez 3 tuiles ou plus du même type pour les effacer

# combos
source: Create combos for bonus points
fr: Créez des combos pour des points bonus

# powerUpsUsage
source: Use power-ups to help you in difficult situations
fr: Utilisez les power-ups pour vous aider dans les situations difficiles

# livesSystem
source: You have limited lives. Watch ads to get more!
fr: Vous avez un nombre limité de vies. Regardez des publicités pour en obtenir plus !

# lastUpdated
source: Last updated: {date}
fr: Dernière mise à jour : {date}

# privacyPolicyIntroduction
source: This privacy policy describes how Mind Bloom collects, uses, and protects your personal information when you use our mobile application. We are committed to protecting your privacy and treating your data with the utmost respect.
fr: Cette politique de confidentialité décrit comment Mind Bloom collecte, utilise et protège vos informations personnelles lorsque vous utilisez notre application mobile. Nous nous engageons à protéger votre vie privée et à traiter vos données avec le plus grand respect.

source: Information we collect
fr: Informations que nous collectons

# weCollectFollowing
source: We collect the following information:
fr: Nous collectons les informations suivantes :

source: Game Data
fr: Données de jeu

# gameDataDescription
source: Progress, scores, game preferences
fr: Progression, scores, préférences de jeu

source: Technical Data
fr: Données techniques

# technicalDataDescription
source: Application version, device type, operating system
fr: Version de l'application, type d'appareil, système d'exploitation

source: Usage Data
fr: Données d'utilisation

# usageDataDescription
source: Playtime, features used, performance metrics
fr: Temps de jeu, fonctionnalités utilisées, métriques de performance

# howWeUseData
source: How we use your data
fr: Comment nous utilisons vos données

# dataUsageDescription
source: We use your data to:
fr: Nous utilisons vos données pour :

# weUseInformationFor
source: We use your information for:
fr: Nous utilisons vos informations pour :

# provideService
source: Provide and improve the game service
fr: Fournir et améliorer le service de jeu

# personalizeExperience
source: Personalize your game experience
fr: Personnaliser votre expérience de jeu

# displayAds
source: Display personalized advertisements (with your consent)
fr: Afficher des publicités personnalisées (avec votre consentement)

# ensureSecurity
source: Ensure security and prevent fraud
fr: Assurer la sécurité et prévenir la fraude

# improveGameplay
source: Improve gameplay experience
fr: Améliorer l'expérience de jeu

# provideSupport
source: Provide customer support
fr: Fournir un support client

# analyzeUsage
source: Analyze application usage
fr: Analyser les habitudes d'utilisation

source: Data Protection
fr: Protection des données

# dataProtectionDescription
source: We implement appropriate security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.
fr: Nous mettons en place des mesures de sécurité appropriées pour protéger vos informations personnelles contre l'accès non autorisé, la modification, la divulgation ou la destruction.

source: Contact Us
fr: Nous contacter

# contactUsDescription
source: If you have any questions about this privacy policy, please contact us at:
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à :

# timeRemaining
source: Time
fr: Temps

source: Next life
fr: Prochaine vie

# watchAdForFreeLife
source: Watch an ad to get a free life!
fr: Regardez une pub pour obtenir une vie gratuite !

# lifeEarned
source: Life earned! You can continue playing.
fr: Vie gagnée ! Vous pouvez continuer à jouer.

# noAdAvailable
source: No ad available at the moment. Please try again later.
fr: Aucune pub disponible pour le moment. Veuillez réessayer plus tard.

# adError
source: Error loading ad. Please try again.
fr: Erreur lors du chargement de la pub. Veuillez réessayer.

source: Daily Rewards
fr: Récompenses Quotidiennes

# claimReward
source: Claim!
fr: Réclamer !

source: Reward already claimed
fr: Récompense déjà réclamée

source: Next reward in:
fr: Prochaine récompense dans :

source: How it works?
fr: Comment ça marche ?

# dailyRewardInfo1
source: Log in every day to claim your reward
fr: Connectez-vous chaque jour pour réclamer votre récompense

# dailyRewardInfo2
source: The longer your streak, the better the rewards
fr: Plus votre série est longue, meilleures sont les récompenses

# dailyRewardInfo3
source: The 7th day offers a legendary reward
fr: Le 7ème jour offre une récompense légendaire

# dailyRewardInfo4
source: Rewards reset at midnight
fr: Les récompenses se réinitialisent à minuit

# rewardOfDay
source: Day {day} Reward
fr: Récompense du Jour {day}

source: Legendary Streak!
fr: Série Légendaire !

# perfectPerformance
source: Perfect Performance! Bonus x2
fr: Performance Parfaite! Bonus x2

# milestoneLevel
source: Milestone Level! Special bonus
fr: Niveau Milestone! Bonus spécial

# rewardsClaimed
source: Rewards Obtained
fr: Récompenses obtenues

source: Experience
fr: Expérience

# comboBonus
source: Combo Bonus x{multiplier}
fr: Bonus Combo x{multiplier}

source: Spectacular Combo!
fr: Combo Spectaculaire !

# megaMatch
source: Mega Match of {count} tiles!
fr: Méga Match de {count} tuiles !

source: No more lives!
fr: Plus de vies !

# noMoreLivesMessage
source: You have no more lives. Watch an ad to get a free life, wait for them to recharge or buy more.
fr: Vous n'avez plus de vies. Regardez une publicité pour obtenir une vie gratuite, attendez qu'elles se rechargent ou achetez-en plus.

source: Wait
fr: Attendre

# acceptanceOfTerms
source: 1. Acceptance of Terms
fr: 1. Acceptation des Conditions

# acceptanceOfTermsContent
source: By using the Mind Bloom application, you agree to be bound by these terms of use. If you do not accept these terms, please do not use our application.
fr: En utilisant l'application Mind Bloom, vous acceptez d'être lié par ces conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser notre application.

# serviceDescription
source: 2. Service Description
fr: 2. Description du Service

# serviceDescriptionContent
source: Mind Bloom is a mobile puzzle game developed by YACOUBA SANTARA. The application offers match-3 mechanics with RPG progression elements in a magical garden universe.
fr: Mind Bloom est un jeu de puzzle mobile développé par YACOUBA SANTARA. L'application propose des mécaniques de match-3 avec des éléments de progression RPG dans un univers de jardin magique.

# authorizedUse
source: 3. Authorized Use
fr: 3. Usage Autorisé

# authorizedUseContent
source: You may use Mind Bloom for personal and non-commercial purposes only. It is prohibited to: • Copy, modify or distribute the application • Use the application for commercial purposes without authorization • Attempt to bypass security measures • Use the application in a way that harms other users
fr: Vous pouvez utiliser Mind Bloom uniquement à des fins personnelles et non commerciales. Il est interdit de : • Copier, modifier ou distribuer l'application • Utiliser l'application à des fins commerciales sans autorisation • Tenter de contourner les mesures de sécurité • Utiliser l'application d'une manière qui nuit aux autres utilisateurs

# intellectualProperty
source: 4. Content and Intellectual Property
fr: 4. Contenu et Propriété Intellectuelle

# intellectualPropertyContent
source: All elements of Mind Bloom, including but not limited to graphics, sounds, source code, and design, are the exclusive property of YACOUBA SANTARA and are protected by copyright laws.
fr: Tous les éléments de Mind Bloom, y compris mais sans s'y limiter aux graphismes, sons, code source et design, sont la propriété exclusive de YACOUBA SANTARA et sont protégés par les lois sur le droit d'auteur.

# inAppPurchases
source: 5. In-App Purchases
fr: 5. Achats In-App

# inAppPurchasesContent
source: The application may contain in-app purchases for additional lives, boosters, or other game elements. All purchases are final and non-refundable, except as required by applicable law.
fr: L'application peut contenir des achats in-app pour des vies supplémentaires, des boosters ou d'autres éléments de jeu. Tous les achats sont finaux et non remboursables, sauf si la loi applicable l'exige.

# advertisements
source: 6. Advertisements
fr: 6. Publicités

# advertisementsContent
source: Mind Bloom may display third-party advertisements. These advertisements are managed by advertising partners and we are not responsible for the content of these advertisements.
fr: Mind Bloom peut afficher des publicités de tiers. Ces publicités sont gérées par des partenaires publicitaires et nous ne sommes pas responsables du contenu de ces publicités.

# liabilityLimitation
source: 7. Limitation of Liability
fr: 7. Limitation de Responsabilité

# liabilityLimitationContent
source: The application is provided 'as is' without warranty of any kind. We will not be liable for direct, indirect, incidental or consequential damages resulting from the use of the application.
fr: L'application est fournie 'en l'état' sans garantie d'aucune sorte. Nous ne serons pas responsables des dommages directs, indirects, accessoires ou consécutifs résultant de l'utilisation de l'application.

# termsModifications
source: 8. Terms Modifications
fr: 8. Modifications des Conditions

# termsModificationsContent
source: We reserve the right to modify these terms of use at any time. Modifications will take effect upon their publication in the application. Your continued use of the application constitutes your acceptance of the modified terms.
fr: Nous nous réservons le droit de modifier ces conditions d'utilisation à tout moment. Les modifications prendront effet dès leur publication dans l'application. Votre utilisation continue de l'application constitue votre acceptation des conditions modifiées.

# termination
source: 9. Termination
fr: 9. Résiliation

# terminationContent
source: We reserve the right to suspend or terminate your access to the application at any time, without notice, for violation of these terms of use.
fr: Nous nous réservons le droit de suspendre ou de résilier votre accès à l'application à tout moment, sans préavis, en cas de violation de ces conditions d'utilisation.

# applicableLaw
source: 10. Applicable Law
fr: 10. Droit Applicable

# applicableLawContent
source: These terms of use are governed by French law. Any dispute will be subject to the exclusive jurisdiction of French courts.
fr: Ces conditions d'utilisation sont régies par le droit français. Tout litige sera soumis à la juridiction exclusive des tribunaux français.

# contactContent
source: For any questions regarding these terms of use, you can contact us at:
fr: Pour toute question concernant ces conditions d'utilisation, vous pouvez nous contacter à :

# watchAdForLifeDescription
source: Watch a short video to earn one life and continue playing!
fr: Regardez une courte vidéo pour gagner une vie et continuer à jouer !

source: About the game
fr: À propos du jeu

# accessData
source: Access your personal data
fr: Accéder à vos données personnelles

source: Account
fr: Compte

source: Accumulator
fr: Accumulateur

# accumulatorDescription
source: Score a total of 100,000 points
fr: Marquez un total de 100 000 points

source: ACTIVE EVENT
fr: ÉVÉNEMENT ACTIF

source: Autumn Harvest
fr: Récolte d'Automne

# autumnHarvestDescription
source: Harvest the fruits of your efforts
fr: Récoltez les fruits de vos efforts

source: Back to menu
fr: Retour au menu

source: Beginner Botanist
fr: Botaniste Débutant

# beginnerBotanistDescription
source: Unlock your first plant
fr: Débloquez votre première plante

source: Bonuses
fr: Bonus

source: Challenges
fr: Défis

# coinMultiplier
source: Coins x{value}
fr: Pièces x{value}

# coins100
source: 100 Coins
fr: 100 Pièces

# coins1000
source: 1000 Coins
fr: 1000 Pièces

# coins1000Description
source: Large coin pack
fr: Grand pack de pièces

# coins100Description
source: Small coin pack
fr: Petit pack de pièces

# coins500
source: 500 Coins
fr: 500 Pièces

# coins500Description
source: Medium coin pack
fr: Pack moyen de pièces

source: Collector
fr: Collectionneur

# collectorDescription
source: Unlock 5 plants
fr: Débloquez 5 plantes

source: Combo Master
fr: Maître des Combos

# comboMasterDescription
source: Make a 5-tile combo
fr: Faites un combo de 5 tuiles

source: Coming soon
fr: Bientôt disponible

# communicateService
source: Communicate with you regarding the service
fr: Communiquer avec vous concernant le service

# completeLevels
source: Complete {target} levels
fr: Terminez {target} niveaux

source: COMPLETED
fr: TERMINÉ

source: Completed Levels
fr: Niveaux Terminés

source: Confirmed Beginner
fr: Débutant Confirmé

# confirmedBeginnerDescription
source: Complete 10 levels
fr: Terminez 10 niveaux

# contactDPO
source: Contact and DPO
fr: Contact et DPO

# contactDPOContent
source: For any questions regarding this privacy policy or to exercise your rights, contact us:
fr: Pour toute question concernant cette politique de confidentialité ou pour exercer vos droits, contactez-nous :

# thirdPartyAds
source: 7. Third-Party Advertisements and Partners
fr: 7. Publicités et Partenaires Tiers

# thirdPartyAdsContent
source: The application may display advertisements through third-party partners like Google AdMob. These partners may collect information to personalize advertisements. You can: • Disable ad personalization in settings • Use your device's privacy settings • Contact advertising partners directly
fr: L'application peut afficher des publicités via des partenaires tiers comme Google AdMob. Ces partenaires peuvent collecter des informations pour personnaliser les publicités. Vous pouvez : • Désactiver la personnalisation des publicités dans les paramètres • Utiliser les paramètres de confidentialité de votre appareil • Contacter directement les partenaires publicitaires

# legalBasis
source: 10. Legal Basis for Processing
fr: 10. Base Légale du Traitement

# legalBasisContent
source: We process your personal data on the basis of: • **Contract Performance**: To provide the gaming service • **Legitimate Interest**: To improve the application and prevent fraud • **Consent**: For personalized advertisements and marketing communications
fr: Nous traitons vos données personnelles sur la base de : • Exécution du Contrat : Pour fournir le service de jeu • Intérêt Légitime : Pour améliorer l'application et prévenir la fraude • Consentement : Pour les publicités personnalisées et les communications marketing

# minorsData
source: 8. Minors' Data
fr: 8. Données des Mineurs

# minorsDataContent
source: Mind Bloom does not knowingly collect personal information from children under 13. If we discover that a child under 13 has provided us with personal information, we will delete it immediately.
fr: Mind Bloom ne collecte pas sciemment d'informations personnelles d'enfants de moins de 13 ans. Si nous découvrons qu'un enfant de moins de 13 ans nous a fourni des informations personnelles, nous les supprimerons immédiatement.

# policyChanges
source: 9. Changes to This Policy
fr: 9. Modifications de cette Politique
