Repository: santultimate/Mind_Bloom
Catalog: lib/l10n/app_*.arb
Languages: fr

# tutorial_complete_description
source: You are now ready to explore the world of Mind Bloom!
fr: Vous êtes maintenant prêt à explorer le monde de Mind Bloom !

# tutorial_skip_confirmation_title
source: Skip tutorial?
fr: Passer le tutoriel ?

# tutorial_skip_confirmation_message
source: Are you sure you want to skip the tutorial? You can review it later in the settings.
fr: Êtes-vous sûr de vouloir passer le tutoriel ? Vous pourrez le revoir plus tard dans les paramètres.
