Repository: santultimate/Mind_Bloom
Catalog: lib/l10n/app_*.arb
Languages: fr

# policyChangesContent
source: We may modify this privacy policy at any time. Important changes will be communicated via the application or by email. We encourage you to regularly review this policy.
fr: Nous pouvons modifier cette politique de confidentialité à tout moment. Les modifications importantes seront communiquées via l'application ou par e-mail. Nous vous encourageons à consulter régulièrement cette politique.

source: Your rights
fr: Vos droits

# yourRightsDescription
source: You have the right to:
fr: Vous avez le droit de :

# correctData
source: Correct inaccurate data
fr: Corriger les données inexactes

# deleteData
source: Delete your data
fr: Supprimer vos données

# withdrawConsent
source: Withdraw consent for data processing
fr: Retirer votre consentement au traitement des données

# cookies
source: 5. Cookies and Similar Technologies
fr: 5. Cookies et Technologies Similaires

# cookiesContent
source: The application may use: • **Local Cookies**: To save your game preferences • **Advertising Identifiers**: To personalize advertisements • **Analytics**: To understand application usage You can disable these features in your device settings.
fr: L'application peut utiliser : • Cookies Locaux : Pour sauvegarder vos préférences de jeu • Identifiants Publicitaires : Pour personnaliser les publicités • Analyses : Pour comprendre l'utilisation de l'application Vous pouvez désactiver ces fonctionnalités dans les paramètres de votre appareil.

source: Currency
fr: Monnaie

# darkTheme
source: Dark
fr: Sombre

source: Data
fr: Données

source: Data sharing
fr: Partage de données

# dataSharingDescription
source: We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as described in this policy.
fr: Nous ne vendons, n'échangeons ou ne transférons pas vos informations personnelles à des tiers sans votre consentement, sauf comme décrit dans cette politique.

# dataStorage
source: 4. Data Storage and Security
fr: 4. Stockage et Sécurité des Données

# dataStorageContent
source: Your data is stored securely: • **Encryption**: Sensitive data is encrypted • **Limited Access**: Only authorized personnel can access data • **Backup**: Regular backups are performed • **Duration**: Data is kept only as long as necessary
fr: Vos données sont stockées en sécurité :\n\n• Chiffrement : Les données sensibles sont chiffrées\n• Accès Limité : Seul le personnel autorisé peut accéder aux données\n• Sauvegarde : Des sauvegardes régulières sont effectuées\n• Durée : Les données ne sont conservées que le temps nécessaire

# dayAgo
source: 1 day ago
fr: Il y a 1 jour

# daysAgo
source: {days} days ago
fr: Il y a {days} jours

# daysRemaining
source: {count} days remaining
fr: {count} jours restants

# gems50
source: 50 Gems
fr: 50 Gemmes

# gems50Description
source: Premium gem pack
fr: Pack de gemmes

# hintDescription
source: Shows a possible move
fr: Révèle un coup possible

source: In progress...
fr: EN COURS

# lightTheme
source: Light
fr: Clair

# lives10
source: 10 Lives
fr: 10 Vies

# lives10Description
source: Larger life pack
fr: Pack de vies

# lives5
source: 5 Lives
fr: 5 Vies

# lives5Description
source: Recharge your lives to keep playing
fr: Pack de vies

# notEnoughCurrency
source: You don't have enough {currency}
fr: Pas assez de {currency}

source: Perfectionist
fr: Perfectionniste

# perfectionistDescription
source: Get 3 stars on a level
fr: Terminez un niveau avec 3 étoiles

# plant
source: {rarity}★ Plant
fr: Plante

source: POP
fr: Éclater

source: Popular Items
fr: Articles Populaires

# purchaseSuccess
source: {item} purchased successfully!
fr: Achat réussi : {item}

source: Remove ads
fr: Supprimer les pubs

# removeAdsDescription
source: Removes all advertisements
fr: Supprime toutes les publicités de l'application

source: Score multiplier
fr: Multiplicateur de score

source: Shuffler
fr: Mélangeur

# shufflerDescription
source: Automatically shuffles the board
fr: Mélange les tuiles sur la grille

source: Theme
fr: Thème

# themeDescription
source: Choose your preferred theme
fr: Choisissez entre thème clair et sombre

# userLevel
source: Level {level}
fr: Niveau {level}

# youHaveUsedAllMoves
source: You have used all your moves!
fr: Vous avez utilisé tous vos coups

source: Global Progress
fr: Progression globale

# collectTilesObjective
source: Collect {count} {tileName}
fr: Collectez {count} {tileName}

# clearBlockersObjective
source: Destroy {count} blockers
fr: Détruisez {count} bloqueurs

# reachScoreObjective
source: Reach {count} points
fr: Atteignez {count} points

# freeCreatureObjective
source: Free {count} creatures
fr: Libérez {count} créatures

# clearJellyObjective
source: Destroy {count} jellies
fr: Détruisez {count} gelées

source: Coins Bonus
fr: Bonus Pièces

# gemsGratuits
source: Free Gems
fr: Gemmes Gratuites

# watchAdForCoins
source: Watch an ad to get coins
fr: Regardez une pub pour obtenir des pièces

# watchAdForGems
source: Watch an ad to get gems
fr: Regardez une pub pour obtenir des gemmes

# watchButton
source: WATCH
fr: REGARDER

# howWeUseInformation
source: How we use your information
fr: Comment nous utilisons vos informations

# enableDisableMusic
source: Enable/disable background music
fr: Activer/désactiver la musique de fond

# enableDisableSfx
source: Enable/disable sound effects
fr: Activer/désactiver les effets sonores

source: Game
fr: Jeu

source: Enable/disable animations
fr: Activer/désactiver les animations

source: Enable/disable vibrations
fr: Activer/désactiver les vibrations

source: Music volume
fr: Volume de la musique

source: Effects volume
fr: Volume des effets

source: No level loaded
fr: Aucun niveau chargé

source: Flutter Developer
fr: Développeur Flutter

source: Read our terms of service
fr: Lire nos conditions d'utilisation

source: Discover how we protect your data
fr: Découvrez comment nous protégeons vos données

source: Moves remaining
fr: Coups restants

# noMovesPossible
source: No moves possible. Use the shuffle button!
fr: Aucun coup possible. Utilisez le bouton mélanger !

# startsIn
source: Starts in {days} days
fr: Commence dans {days} jours

# others
source: +{count} others
fr: +{count} autres

source: Progress
fr: Progression

# rarePlant
source: Rare {rarity} star plant
fr: Plante rare {rarity} étoiles

# participationInProgress
source: Participation in {eventName} in progress...
fr: Participation à {eventName} en cours...

source: Spring Bloom
fr: Floraison de Printemps

# springBloomDescription
source: Celebrate renewal with magical flowers
fr: Célébrez le renouveau avec des fleurs magiques

source: Summer Solstice
fr: Solstice d'Été

# summerSolsticeDescription
source: Enjoy the sun with sunny plants
fr: Profitez du soleil avec des plantes ensoleillées

# earnStars
source: Earn {target} stars
fr: Gagnez {target} étoiles

# useBoosters
source: Use {target} boosters
fr: Utilisez {target} boosters

# scorePoints
source: Score {target} points
fr: Marquez {target} points

# plantLevel
source: Level {level}
fr: Niveau {level}

source: Unlock Condition
fr: Condition de déverrouillage

# extraMoves
source: +{value} extra moves
fr: +{value} coups supplémentaires

# extraLives
source: +{value} life(s)
fr: +{value} vie(s)

# plantUpgraded
source: {plantName} upgraded to level {level}!
fr: {plantName} améliorée au niveau {level} !

source: Reward
fr: Récompense

source: Reward claimed
fr: Récompense réclamée

# rewardClaimedMessage
source: Reward for {achievementTitle} claimed!
fr: Récompense pour {achievementTitle} réclamée !

source: Expert in the Making
fr: Expert en Formation

# expertInTheMakingDescription
source: Complete 50 levels
fr: Terminez 50 niveaux

source: Scorer
fr: Marqueur

# scorerDescription
source: Score 1,000 points in one level
fr: Marquez 1 000 points en un niveau

source: Score Master
fr: Maître du Score

# scoreMasterDescription
source: Score 5,000 points in one level
fr: Marquez 5 000 points en un niveau

source: Rarity Hunter
fr: Chasseur de Rareté

# rarityHunterDescription
source: Unlock a 4-star or higher plant
fr: Débloquez une plante 4 étoiles ou plus

source: Legendary Combo
fr: Combo Légendaire

# legendaryComboDescription
source: Make a 10-tile combo
fr: Faites un combo de 10 tuiles

source: Saver
fr: Économiseur

# saverDescription
source: Complete a level with more than 5 moves remaining
fr: Terminez un niveau avec plus de 5 coups restants

source: Loyal
fr: Fidèle

# loyalDescription
source: Log in 7 days in a row
fr: Connectez-vous 7 jours d'affilée

source: Sharer
fr: Partageur

# sharerDescription
source: Share your score 3 times
fr: Partagez votre score 3 fois

# detailedStats
source: Detailed Statistics
fr: Statistiques Détaillées

source: Total Coins
fr: Pièces Totales

source: Stars Earned
fr: Étoiles Gagnées

source: Highest Level
fr: Niveau le Plus Élevé

source: Quick Actions
fr: Actions Rapides

source: Review Tutorial
fr: Revoir le Tutoriel

source: Share Profile
fr: Partager le Profil

source: Recent Achievements
fr: Réalisations Récentes

source: First level completed
fr: Premier niveau terminé

# threeStarsObtained
source: 3 stars obtained
fr: 3 étoiles obtenues

# streakOfFive
source: Streak of 5 levels
fr: Série de 5 niveaux

source: Today
fr: Aujourd'hui

# resetDataTitle
source: Reset data?
fr: Réinitialiser les données ?

# resetDataMessage
source: This action will delete all your progress data. This action is irreversible.
fr: Cette action supprimera toutes vos données de progression. Cette action est irréversible.

# shareComingSoon
source: Sharing coming soon...
fr: Le partage arrive bientôt...

# responseTime
source: We commit to responding to your request within 30 days.
fr: Nous nous engageons à répondre à votre demande dans les 30 jours.

source: Enter new username
fr: Entrez un nouveau nom d'utilisateur

# systemTheme
source: System
fr: Système

# shareProfileMessage
source: Check out my progress in Mind Bloom! Can you beat my score?
fr: Découvrez mes progrès dans Mind Bloom ! Pouvez-vous battre mon score ?

source: Levels Completed
fr: Niveaux Terminés

# earnOneLife
source: Earn 1 Life
fr: Gagnez 1 Vie

# debugUnlockAllLevels
source: Unlock All Levels (DEBUG)
fr: Déverrouiller tous les niveaux (DEBUG)

# debugUnlockAllLevelsDescription
source: Test function to unlock all levels
fr: Fonction de test pour déverrouiller tous les niveaux

source: Share Score
fr: Partager le score

# shareScoreTitle
source: Share My Score
fr: Partager mon score

# shareScoreMessage
source: I got {score} points on level {level} in Mind Bloom! Can you do better? 🌱
fr: J'ai obtenu {score} points au niveau {level} dans Mind Bloom ! Peux-tu faire mieux ? 🌱

# shareScoreSuccess
source: Score shared successfully!
fr: Score partagé avec succès !

# shareScoreError
source: Error sharing score
fr: Erreur lors du partage du score

source: Quit
fr: Quitter

source: Winter Solstice
fr: Solstice d'Hiver

# winterSolsticeDescription
source: Light up the night with ice crystals
fr: Éclairez la nuit avec des cristaux de glace

# valentineDay
source: Valentine's Day
fr: Jour de la Saint-Valentin

# valentineDayDescription
source: Share love with romantic flowers
fr: Partagez l'amour avec des fleurs romantiques

# shareAchievements
source: Badge Sharer
fr: Partageur de Badges

# shareAchievementsDescription
source: Share 5 achievements with your friends
fr: Partagez 5 achievements avec vos amis

source: Social Butterfly
fr: Papillon Social

# socialButterflyDescription
source: Share 10 achievements with your friends
fr: Partagez 10 achievements avec vos amis

source: Share this badge
fr: Partager ce badge

source: Share my achievements
fr: Partager mes achievements

# badgeShared
source: Badge "{badgeTitle}" shared! 🎉
fr: Badge "{badgeTitle}" partagé ! 🎉

# achievementsShared
source: My achievements shared! 🎉
fr: Mes achievements partagés ! 🎉

# easterEvent
source: Magical Easter
fr: Pâques Magique

# easterEventDescription
source: Discover hidden magical eggs
fr: Découvrez des œufs magiques cachés

# halloweenEvent
source: Enchanted Halloween
fr: Halloween Enchanté

# halloweenEventDescription
source: Plant mysterious pumpkins
fr: Plantez des citrouilles mystérieuses

# christmasEvent
source: Fairy Christmas
fr: Noël Féerique

# christmasEventDescription
source: Decorate your garden with Christmas stars
fr: Décorez votre jardin avec des étoiles de Noël

# newYearEvent
source: Bright New Year
fr: Nouvel An Luminieux

# newYearEventDescription
source: Start the year with magical fireworks
fr: Commencez l'année avec des feux d'artifice magiques

# thanksgivingEvent
source: Thanksgiving
fr: Action de Grâce

# thanksgivingEventDescription
source: Harvest abundance with gratitude
fr: Récoltez l'abondance avec gratitude

# motherDayEvent
source: Mother's Day
fr: Fête des Mères

# motherDayEventDescription
source: Offer flowers as a tribute to mothers
fr: Offrez des fleurs en hommage aux mères

# fatherDayEvent
source: Father's Day
fr: Fête des Pères

# fatherDayEventDescription
source: Cultivate strength with robust plants
fr: Cultivez la force avec des plantes robustes

# springCleaningEvent
source: Spring Cleaning
fr: Nettoyage de Printemps

# springCleaningEventDescription
source: Refresh your garden for a new season
fr: Rafraîchissez votre jardin pour une nouvelle saison

# summerFestivalEvent
source: Summer Festival
fr: Festival d'Été

# summerFestivalEventDescription
source: Grand summer festival with many rewards
fr: Grand festival estival avec de nombreuses récompenses

# harvestFestivalEvent
source: Harvest Festival
fr: Festival de la Récolte

# harvestFestivalEventDescription
source: Celebrate autumn's abundance
fr: Célébrez l'abondance de l'automne

# winterFestivalEvent
source: Winter Festival
fr: Festival d'Hiver

# winterFestivalEventDescription
source: Light up the dark season with crystals
fr: Éclairez la saison sombre avec des cristaux

# specialUpdateEvent
source: Special Update
fr: Mise à Jour Spéciale

# specialUpdateEventDescription
source: Discover new features
fr: Découvrez de nouvelles fonctionnalités

# communityChallengeEvent
source: Community Challenge
fr: Défi Communautaire

# communityChallengeEventDescription
source: Take on challenges with the whole community
fr: Relevez des défis avec toute la communauté

source: Limited Time Event
fr: Événement à Durée Limitée

# limitedTimeEventDescription
source: Enjoy this unique event before it disappears
fr: Profitez de cet événement unique avant qu'il ne disparaisse

# birthdayEvent
source: Mind Bloom Birthday
fr: Anniversaire de Mind Bloom

# birthdayEventDescription
source: Celebrate one year of Mind Bloom with surprises
fr: Célébrez un an de Mind Bloom avec des surprises

source: Milestone Event
fr: Événement Milestone

# milestoneEventDescription
source: Celebrate the game's major milestones
fr: Célébrez les grandes étapes du jeu

# earthDayEvent
source: Earth Day
fr: Jour de la Terre

# earthDayEventDescription
source: Protect nature with eco-friendly plants
fr: Protégez la nature avec des plantes écologiques

# independenceDayEvent
source: Independence Day
fr: Fête Nationale

# independenceDayEventDescription
source: Celebrate with patriotic plants
fr: Célébrez avec des plantes patriotiques

# completeActions
source: Complete {target} {actionType} actions
fr: Effectuez {target} actions {actionType}

# playConsecutiveDays
source: Play for {target} consecutive days
fr: Jouez {target} jours consécutifs

# completeLevelsWithStars
source: Complete {target} levels with {stars} stars
fr: Terminez {target} niveaux avec {stars} étoiles

# completeQuests
source: Complete {target} {questType} quests
fr: Terminez {target} quêtes {questType}

# collectItems
source: Collect {target} {itemType} items
fr: Collectez {target} objets {itemType}

# completeLevelsInDays
source: Complete {target} levels in {days} days
fr: Terminez {target} niveaux en {days} jours

# giveGifts
source: Give {target} gifts
fr: Offrez {target} cadeaux

# exploreNewFeatures
source: Explore the new features
fr: Explorez les nouvelles fonctionnalités

source: Loading events...
fr: Chargement des événements...

source: Active Events
fr: Événements Actifs

source: This Month
fr: Ce Mois

source: Upcoming Events
fr: Événements à Venir

source: Last day
fr: Dernier jour

# daysLeft
source: {count} days
fr: {count} jours

# inDays
source: In {count} days
fr: Dans {count} jours

source: Finished
fr: Terminé

source: Challenges ({count})
fr: Défis ({count})

source: Event Statistics
fr: Statistiques des Événements

source: Filter Events
fr: Filtrer les événements

source: Filter feature coming soon...
fr: Fonctionnalité de filtrage à venir...

# participatingInEvent
source: Participating in "{eventName}"...
fr: Participation à "{eventName}" en cours...

source: Full Lives
fr: Vies complètes

# refillAllLives
source: Refills all your lives (5/5)
fr: Remplit toutes vos vies (5/5)

# threeLives
source: 3 Lives
fr: 3 Vies

# addThreeLives
source: Adds 3 lives to your stock
fr: Ajoute 3 vies à votre stock

# twoHundredCoins
source: 200 Coins
fr: 200 Pièces

# smallCoinBoost
source: A small coin boost
fr: Un petit boost de pièces

# fiveHundredCoins
source: 500 Coins
fr: 500 Pièces

# goodCoinStock
source: A good coin stock
fr: Un bon stock de pièces

# thousandCoins
source: 1000 Coins
fr: 1000 Pièces

# bigCoinStock
source: A big coin stock
fr: Un gros stock de pièces

# twentyFiveGems
source: 25 Gems
fr: 25 Gemmes

# preciousGems
source: Precious gems for premium purchases
fr: Gemmes précieuses pour les achats premium

# shuffleGrid
source: Shuffles the grid for new moves
fr: Mélange la grille pour de nouveaux mouvements

# revealWinningMove
source: Reveals a winning move
fr: Révèle un mouvement gagnant

source: Bonus moves
fr: Mouvements bonus

# fiveExtraMoves
source: +5 moves for the current level
fr: +5 mouvements pour le niveau actuel

# doubleScoreThreeLevels
source: x2 score for 3 levels
fr: x2 score pendant 3 niveaux

source: Experience boost
fr: Boost d'expérience

# hundredXpBoost
source: +100 XP to progress faster
fr: +100 XP pour progresser plus vite

# skipLevel
source: Skip a level
fr: Passer un niveau

# unlockNextLevel
source: Unlocks the next level
fr: Débloque le niveau suivant

source: Unlock all levels
fr: Débloquer tous les niveaux

# accessAllLevels
source: Access to all game levels
fr: Accès à tous les niveaux du jeu

source: Nature Theme
fr: Thème Nature

# natureThemeDescription
source: New visual theme with natural colors
fr: Nouveau thème visuel avec des couleurs naturelles

source: Ocean Theme
fr: Thème Océan

# oceanThemeDescription
source: Aquatic theme with blue colors
fr: Thème aquatique avec des couleurs bleues

source: Gold frame
fr: Cadre doré

# goldFrameDescription
source: Gold frame for your avatar
fr: Cadre doré pour votre avatar

# playWithoutAds
source: Play without advertising interruption
fr: Jouez sans interruption publicitaire

source: Premium Pack
fr: Pack Premium

# allPremiumBenefits
source: All premium benefits + 100 gems
fr: Tous les avantages premium + 100 gemmes

source: Cosmetics
fr: Cosmétiques

source: 🎁 Free Rewards
fr: 🎁 Récompenses Gratuites

# world_garden_beginnings
source: Garden of Beginnings
fr: Jardin des Débuts

# world_garden_beginnings_description
source: Begin your adventure in this peaceful garden where the first seeds of your journey come to life.
fr: Commencez votre aventure dans ce jardin paisible où les premières graines de votre voyage prennent vie.

# world_valley_flowers
source: Valley of Flowers
fr: Vallée des Fleurs

# world_valley_flowers_description
source: Explore a colorful valley where nature's most beautiful creations bloom.
fr: Explorez une vallée colorée où fleurissent les plus belles créations de la nature.

# world_lunar_forest
source: Lunar Forest
fr: Forêt Lunaire

# world_lunar_forest_description
source: Dive into the mysterious darkness of this forest bathed in lunar light.
fr: Plongez dans l'obscurité mystérieuse de cette forêt baignée par la lumière lunaire.

# world_solar_meadow
source: Solar Meadow
fr: Prairie Solaire

# world_solar_meadow_description
source: Bask in the benevolent warmth of this meadow gilded by the sun.
fr: Baignez-vous dans la chaleur bienfaisante de cette prairie dorée par le soleil.

# world_crystal_caverns
source: Crystal Caverns
fr: Cavernes Cristallines

# world_crystal_caverns_description
source: Discover the hidden treasures in these sparkling caves of precious crystals.
fr: Découvrez les trésors cachés dans ces grottes scintillantes de cristaux précieux.

# world_mystic_swamps
source: Mystic Swamps
fr: Marécages Mystiques

# world_mystic_swamps_description
source: Navigate through the troubled waters of these swamps filled with ancient magic.
fr: Naviguez dans les eaux troubles de ces marécages emplis de magie ancienne.

# world_burning_lands
source: Burning Lands
fr: Terres Ardentes

# world_burning_lands_description
source: Survive the intense heat of these volcanic lands in permanent eruption.
fr: Survivez à la chaleur intense de ces terres volcaniques en éruption permanente.

# world_eternal_glacier
source: Eternal Glacier
fr: Glacier Éternel

# world_eternal_glacier_description
source: Brave the glacial cold of these pristine white expanses.
fr: Bravez le froid glacial de ces étendues blanches immaculées.

# world_lost_rainbow
source: Lost Rainbow
fr: Arc-en-Ciel Perdu

# world_lost_rainbow_description
source: Find the lost colors of this legendary rainbow with magical hues.
fr: Retrouvez les couleurs perdues de cet arc-en-ciel légendaire aux teintes magiques.

# world_celestial_garden
source: Celestial Garden
fr: Jardin Céleste

# world_celestial_garden_description
source: Access the ultimate garden where stars bloom and dreams become reality.
fr: Accédez au jardin ultime où les étoiles fleurissent et les rêves deviennent réalité.

source: Worlds
fr: Mondes

source: Levels
fr: Niveaux

source: Enter
fr: Entrer

# tutorial_welcome_title
source: Welcome to Mind Bloom!
fr: Bienvenue dans Mind Bloom !

# tutorial_welcome_description
source: Discover the magical world of plants and puzzles
fr: Découvrez le monde magique des plantes et des puzzles

# tutorial_matching_title
source: Make matches
fr: Faites des correspondances

# tutorial_matching_description
source: Swap tiles to create lines of 3 or more of the same color
fr: Échangez les tuiles pour créer des lignes de 3 ou plus de la même couleur

# tutorial_objectives_title
source: Level objectives
fr: Objectifs du niveau

# tutorial_objectives_description
source: Each level has specific objectives to achieve to progress
fr: Chaque niveau a des objectifs spécifiques à atteindre pour progresser

# tutorial_hint_title
source: Hint Button
fr: Bouton Indice

# tutorial_hint_description
source: Use the hint to reveal a winning move when you're stuck
fr: Utilisez l'indice pour révéler un mouvement gagnant quand vous êtes bloqué

# tutorial_shuffle_title
source: Shuffle Button
fr: Bouton Mélanger

# tutorial_shuffle_description
source: Shuffle the grid to get new possible moves
fr: Mélangez la grille pour obtenir de nouveaux mouvements possibles

# tutorial_stars_title
source: Earn stars
fr: Gagnez des étoiles

# tutorial_stars_description
source: The more objectives you achieve, the more stars you earn
fr: Plus vous atteignez d'objectifs, plus vous gagnez d'étoiles

# tutorial_collection_title
source: Plant collection
fr: Collection de plantes

# tutorial_collection_description
source: Unlock new magical plants with special bonuses
fr: Débloquez de nouvelles plantes magiques avec des bonus spéciaux

# tutorial_skip
source: Skip
fr: Passer

# tutorial_next
source: Next
fr: Suivant

# tutorial_start
source: Start
fr: Commencer

source: Tutorial complete!
fr: Tutoriel terminé !
